import { NewsDataType } from '@/types/main';

export const newData: NewsDataType[] = [
    {
        id: 1,
        imgUrl: '106249244-1200x720-1-1024x614-ezgif.com-webp-to-jpg-converter.jpg',
        title: '12th Fail বাস্তব যুদ্ধের কথা বলে নি',
        publishedBy: 'Articles, Career Mentoring',
        publishedAt: 'January 18, 2024',
        description:
            'যারা আমাকে ফলো করেন, আমার কথা ভালো লাগে—তাঁদের জন্য। 12th Fail মুভিটা যদি দেখেন-ও, এটা ভালো মনে করতে যেয়েন না। এই সমাজে শ্রদ্ধা নাই। এই সমাজে আগে টাকা, এরপরে শ্রদ্ধা। আর সাফল্যের মাপকাঠি কখনোই বিসিএস না।প্রতি বছর হাজার হাজার বিসিএসে অকৃতকার্য ছেলেমেয়েরা যখন পরিবার আর সমাজের সাথে যুদ্ধ করে। বঞ্ছনার স্বীকার হওয়ার পরেও সংগ্রাম করে একদিন সফল হয়—সেটাই সফলতা। আর তার সেই গ্লানিমাখা যুদ্ধের সময় যে আটপৌরে মেয়ে বা বোকা ছেলেটা থাকে, সে-ই শ্রদ্ধা!',
    },
    {
        id: 2,
        imgUrl: 'battle-black-blur-260024-1060x725-1-1024x700.jpg',
        title: 'অন্যের প্রাচুর্য্য দেখে হতাশ হবেন না',
        publishedBy: 'Articles, Personal Finance',
        publishedAt: 'January 18, 2024',
        description:
            'কুরআনে ৬৫ নাম্বার সূরার ৭ নাম্বার আয়াত পড়ে একটু ভাবলাম। সাধারণ অনুবাদ বা ব্যখ্যা করলে তো সহজ। বিস্তারিত ব্যখ্যার জন্য দিলাম একজন মুফতী সাহেবের কাছে।মূলত তালাকের পরের কথা বলা হয়েছে। যদিও তালাক না হলে-ও সাধারণ অবস্থায়-ও একই কথা প্রযোজ্য। আপনার যা আছে, তাই দিয়ে চলুন। যার বেশী আছে তার চলা আর যার কম আছে তার—কখনোই এক হবে না।কিন্তু আমরা অন্যের প্রাচুর্য্য দেখে হতাশ হয়ে যাই। আমার নাই কেনো? এই আয়াতের শেষে আল্লাহ্‌ দেয়ার আশা দিয়েছেন। সুতরাং হতাশ না হয়ে চেষ্টা করে যান।',
    },
    {
        id: 3,
        imgUrl: 'visual-politics-scaled-1-1024x512.jpg',
        title: 'রাজনীতি আমাদের জন্য না',
        publishedBy: 'Articles, Personal Finance',
        publishedAt: 'January 19, 2024',
        description:
            'মজার ব্যাপার কি জানেন? কষ্টের ব্যাপার কি জানেন? বাংলাদেশের সাধারণ মানুষ রাজনীতি সচেতন না। মোটেই না।তাঁদের দৌড় ফেসবুক পর্যন্ত। ধরেন একজন মানুষের হাতে ১ কোটি টাকা ছিলো। বিজনেস করবে। বা জমি কিনবে। বা কোথাও বিনিয়োগ করবে। নির্বাচনের আগ পর্যন্ত ট্রোল করেছে রাজনীতি নিয়ে। ভোট শেষ। তার টাকা নড়াচড়া শুরু করেছে। অর্থপ্রবাহ যে দেশের জন্য কতো জরুরী আর ভয়ংকর সুন্দর, সেটা আগামী দুইমাসে বুঝবেন।গেলো সপ্তাহের শেষ তিনদিন এদেশে আশাতীত মানি-ফ্লো হয়েছে। এতে সামনে কর্মসংস্থান বাড়বে। ব্যবসার পরিসর বাড়বে। তবে হ্যাঁ। হুডি মাথায় ঘুমালে এগুলো মিস করে যাবেন। যতো শীত-ই পড়ুক, উড়তে থাকা টাকা হাতে নিতে আপনাকে হাত লাগাতে হবে। আসুন কাজ করি। খেটে খাই।',
    },
    {
        id: 4,
        imgUrl: 'cropped-image-of-hand-putting-coins-in-jars-with-plants-755740897-5ab88ee1875db9003759d390-1-1024x694.jpg',
        title: 'অর্থপ্রবাহ বাড়লে সবার-ই ভালো',
        publishedBy: 'Articles, Personal Finance',
        publishedAt: 'January 21, 2024',
        description:
            'অর্থনৈতিক বানী দিয়ে যাই কিছু, মিললে দোয়া কইরেন।অর্থপ্রবাহ বাড়ার ফলে ব্যবসা ভালো হবে। তাই আশা করি গত দুই মাসের কষ্ট কিছুটা কমবে। চাকরি বাড়বে, এটা এখন স্বাভাবিক। লেগে থাকুন। তবে জিনিসের দাম বাড়বে। সেটার সাথে খাপ খাওয়ানো মুশকিল। ইভ্যালী টাইপ হাইপ থেকে দূরে থাইকেন।আর এদেশে বেশ বড় ধাক্কার নাম হলো, রোজা। রোজায় এদেশের অর্থনীতি স্থবির থাকে। শপিং বাদে অন্য সেক্টরগুলো চুপ হয়ে যায়। সেক্ষেত্রে মার্চের মাঝামাঝি থেকে এপ্রিলের শেষ পর্যন্ত একটু চুপ থাকবে।এবারের বানিজ্যমেলা কেমন যায়, সেটাও দেখার বিষয়। সাথেই থাকুন। হ্যাপী ফাইনান্স!',
    },
    {
        id: 5,
        imgUrl: 'GettyImages-1324712470-1024x683-ezgif.com-webp-to-jpg-converter.jpg',
        title: 'ক্রেডিট কার্ড নাকি ফাঁসির দড়ি?',
        publishedBy: 'Articles, Personal Finance',
        publishedAt: 'September 3, 2024',
        description:
            'আসেন অংক শিখি। ক্রেডিট কার্ড নিয়ে যেটা কিনা স্ট্যাটাস সিম্বলঃধরা যাক, আপনার বেতন ৫০ হাজার টাকা। এটা ব্যাংকে ট্রান্সফার হয়। তখন আপনি ২ লাখ টাকা পর্যন্ত ক্রেডিট লিমিট সহ কার্ড পাবেন। ভালো কথা, বউয়ের জন্য-ও একটা দেয়। বউকে দিলেন। সেও খুশী। আপনি-ও খুশী।একদিন হঠাত আপনাদের বাসার ফ্রিজ নষ্ট। রিপেয়ারে চাচ্ছে ১০ হাজার টাকা। সেটা সেল করে দিলেন। আর নতুন একটা কিনলেন। ৬০ হাজার টাকা দিয়ে ক্রেডিট কার্ডের কিস্তি দিয়ে। মানে ব্যাংক আপনার টাকা দিয়ে দিবে। আপনি ৬ মাসে ১০ হাজার করে ব্যাংকে দিবেন। জীবন-টাই সুন্দর।ঈদের আগে অফিসে খুব টাইট যাচ্ছে। কোনো এক ট্যুর কোম্পানী থেকে অফার এলো ৯০ হাজার টাকায় আপনি আর আপনার বউ সিঙ্গাপুর, ব্যাংকক ঘুরে আসতে পারবেন। সেটা আপনার না দিলেও চলবে। ক্রেডিট কার্ড থেকে দিবেন। মানে ব্যাংক দিয়ে দিবে। অর্থাৎ পরের ৬ মাসে ১৫ হাজার টাকা করে ব্যাংকে শোধ করবেন। কি সুন্দর দেখতে পাতায়া বিচ! ছবি তুলেই আপলোড ফেসবুকে! আহ কি শান্তি।মাসে মাত্র ২৫ হাজার টাকা করে ব্যাংক-কে শোধ করা লাগে এখন। বেতনের বাকি থাকে ২৫। বাসায় মুখ গোমড়া করে থাকেন। অফিসে খিটিমিটি।৩ মাসের মাথায় অফিসে লে-অফ হলো। মানে চাকরিটা গেলো। সাথে থাকলো প্রতিমাসে ২৫ হাজার টাকা শোধের তাড়না। অসুবিধা কি? ছবি দেখুন। ঝুলে পড়ুন। প্রতিটা ব্যাংকের কার্ড পেমেন্ট রিকভারি সেকশানে কিছু অমানুষ বসানো আছে। তাঁদের মুখের ভাষার চেয়ে ছবিটা সুন্দর। জীবন এরচেয়ে-ও সুন্দর।',
    },
    {
        id: 6,
        imgUrl: 'right20on20target-1-scaled-1-1024x661.jpeg',
        title: 'টার্গেট তো এচিভেবল হতে হবে',
        publishedBy: 'Articles, Personal Finance',
        publishedAt: 'January 20, 2024',
        description:
            'একটু কঠিন কথা বলি। কিছু মনে নিয়েন না। ধরেন, আমার পা নাই। এখন আমার ইচ্ছা আমি ফুটবল খেলে বিশ্ব জয় করবো। মাঠে নামলাম। অনেক অধ্যাবসায়, চেষ্টা, সাধনা। সম্ভব? আসলেই কি সম্ভব?এসমস্ত আজগুবী জিনিষ এক জায়গাতে সম্ভব পাবেন আপনি। বলিউডের মুভিতে। সেদেশের মানুষ এগুলো কেনো খায়, তারা জানে। হলিউডে এতো আজগুবী জিনিষ পাবেন না।কথা হলো কি—বেসিক ব্যাপারগুলো ঠিক না থাকলে অহেতুক যে কোনো অর্জন বা টার্গেট করা যৌক্তিক না। তাই কিছু অর্জন করতে চাইলে বেসিক শক্ত করুন। ঘুম থেকে উঠে বাংলা সিনেমার জসিমের মতো বড়লোক হওয়া যায় না, ভাই।',
    },
    {
        id: 7,
        imgUrl: 'Family_Portrait-1024x681.jpg',
        title: 'পরিবার-কে পাশে পাওয়া',
        publishedBy: 'Articles, Personal Finance',
        publishedAt: 'January 20, 2024',
        description:
            'পরিবার-কে পাশে রাখুন। জানি, ব্যাপার-টা সহজ না। পরিবারের অনেকেই অনেক কিছুই বুঝতে চায় না। কিন্তু দিনশেষে আপনার মনের বোঝা হালকা করার একটা বড় সুন্দর জায়গা হলো পরিবার। শহুরে ব্যস্ততা, সফলতার দৌড় আরো কতো কি—পরিবারকে দূরে সরিয়ে নিচ্ছে। অথচ নিজেকে মেন্টালি ঠিক রাখতে পরিবারকে পাশে পাওয়া জরুরী।যাদের-ই কাউন্সেলিং করছি না কেনো—দেখতে পাচ্ছি একই ব্যাপার। পরিবারকে পাশে পেলে তারা ঠিকই শক্তি ফিরে পান। আর যারা পরিবারকে পাশে পান না, তারা আসলেই একা। আর বাইরের মানুষের কাছে নিজেকে মেলে ধরা – দিনশেষে অনেক কিছুই হারিয়ে দেয়।',
    },
    {
        id: 8,
        imgUrl: 'IMG_1306-930x620-1.jpg',
        title: 'CAT আর আমাদের জীবন',
        publishedBy: 'Articles, Personal Finance',
        publishedAt: 'January 19, 2024',
        description:
            '<p>Computer Adaptive Test, সংক্ষেপে CAT. এটা অনেক বছর ধরে ব্যবহার হওয়া একটা AI সফটওয়্যার। যেখানে আপনি একটা প্রশ্ন পারলে পরের প্রশ্ন-টা হবে আরো কঠিন। আর প্রথম-টা ভুল করলে পরের-টা হবে সহজ। যতো পারবেন, ততো কঠিন প্রশ্ন সামনে আসবে।</p><p>একজন মুসলমানের জীবন-ও তাই। সে যতো ধর্মীয়বোধ সম্পন্ন জীবন যাপন করবে, তাকে ততো বেশী পরীক্ষার সামনে যেতে হবে। এগুলো হেরে যাওয়া না। বরং এগিয়ে যাওয়া।</p><p>আপনার পড়াশুনা বা ক্যারিয়ার-ও তাই। আপনি এক স্টেপ উপরে উঠলেন। পরের স্টেপ কঠিন পাবেন। আর না উঠতে পারলে তো কঠিন স্টেপ আসবেই না। ভয় পাবেন না। এগিয়ে যান।</p>',
    },
];
